tap "github/gh"
tap "koekeishiya/formulae"
brew "binutils"
brew "clang-format"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "fish"
brew "flamegraph"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gh"
brew "git-delta"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "lua"
brew "httpie"
brew "hub"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "moreutils"
brew "mosh"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nvm"
brew "pinentry-mac"
brew "sccache"
brew "ssh-copy-id"
brew "stow"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adoptopenjdk"
cask "dteoh-devdocs"
cask "postman", args: { appdir: "~/Desktop/dot_files/'/Applications'" }
cask "visual-studio-code", args: { appdir: "~/Desktop/dot_files/'/Applications'" }
