tap "bazelbuild/tap"
tap "clojure-lsp/brew"
tap "cutzenfriend/cmdg"
tap "dopplerhq/cli"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "indlin/postgresql-py"
tap "jez/formulae"
tap "koekeishiya/formulae"
tap "lampepfl/brew"
tap "minio/stable"
tap "nektos/tap"
tap "petere/postgresql"
tap "px4/px4"
tap "shellspec/shellspec"
tap "snaipe/soft"
tap "stripe/stripe-cli"
tap "superfly/tap"
tap "tarkah/tickrs"
tap "thought-machine/please"
tap "weihanglo/sfz", "https://github.com/weihanglo/sfz.git"
brew "glib"
brew "pkg-config"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aerc"
brew "webp"
brew "apib"
brew "apktool"
brew "tcl-tk"
brew "python@3.8"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "caddy"
brew "calcurse"
brew "clang-format"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "little-cms2"
brew "libass"
brew "nghttp2"
brew "srt"
brew "ffmpeg"
brew "cmus"
brew "comby"
brew "coreutils"
brew "dante"
brew "datasette", link: false
brew "dbmate"
brew "deno"
brew "dict"
brew "diffutils"
brew "ghostscript"
brew "djvu2pdf"
brew "dub"
brew "erlang"
brew "elixir"
brew "entr"
brew "exa"
brew "exercism"
brew "fd"
brew "findutils"
brew "fish"
brew "flamegraph"
brew "fmt"
brew "fossil"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "zstd"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "goffice"
brew "itstool"
brew "gnumeric"
brew "libksba"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "google-benchmark"
brew "gperftools"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gtk+"
brew "gtk4"
brew "haproxy"
brew "haskell-stack"
brew "highlight"
brew "himalaya"
brew "hledger"
brew "html-xml-utils"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "inetutils"
brew "ipython", link: false
brew "isync"
brew "jenv"
brew "jose"
brew "jpegoptim"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kcov"
brew "kotlin"
brew "krb5"
brew "leiningen"
brew "lesspipe"
brew "libproxy"
brew "libslirp"
brew "libssh"
brew "libssh2"
brew "libyaml"
brew "ruby"
brew "libxslt"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "lynx"
brew "make"
brew "mandoc"
brew "mdbook"
brew "minimal-racket"
brew "mit-scheme"
brew "mkcert"
brew "mono"
brew "moreutils"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "msmtp"
brew "mvnvm"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "ngrep"
brew "nmap"
brew "nss"
brew "nvm"
brew "opam"
brew "openldap"
brew "openssl@3"
brew "perl"
brew "pgformatter"
brew "pinentry-mac"
brew "qt"
brew "poppler"
brew "portaudio"
brew "postgresql"
brew "pup"
brew "pv"
brew "pyenv"
brew "qpdf"
brew "r"
brew "rabbitmq"
brew "redis", restart_service: true
brew "remind"
brew "rename"
brew "rethinkdb"
brew "rustup-init"
brew "sbt"
brew "scc"
brew "sccache"
brew "scdoc"
brew "scrypt"
brew "sdcv"
brew "shfmt"
brew "spdlog"
brew "ssh-copy-id"
brew "stolon"
brew "stow"
brew "subversion"
brew "taskell"
brew "tealdeer"
brew "telnet", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "w3m"
brew "watchexec"
brew "websocketd"
brew "wget"
brew "wireshark"
brew "youtube-dl", link: false
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "dopplerhq/cli/doppler"
brew "git-chglog/git-chglog/git-chglog"
brew "heroku/brew/heroku"
brew "jez/formulae/pandoc-sidenote"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lampepfl/brew/dotty"
brew "minio/stable/mc"
brew "shellspec/shellspec/shellspec"
brew "stripe/stripe-cli/stripe"
brew "superfly/tap/flyctl"
brew "tarkah/tickrs/tickrs"
brew "weihanglo/sfz/sfz"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "basictex"
cask "discord"
cask "dteoh-devdocs"
cask "firefox", args: { appdir: "~/Desktop/dot_files/'/Applications'" }
cask "google-chrome"
cask "iterm2"
cask "kiwix"
cask "notion"
cask "postgres"
cask "rstudio"
cask "steam"
cask "transmission"
cask "visual-studio-code", args: { appdir: "~/Desktop/dot_files/'/Applications'" }
cask "vlc"
cask "wkhtmltopdf"
